export const  reviewData =
    {
        executorInfo: {
            avatar: "",
            executorName: "Овчинников Александр Сергеевич",
            age: 26,
            city: "Екатеринбург",
            email: "flex-alex@mymail.com",
            phone: "+7 (932) 306-12-34",
            git: "omelys",
            vk: "stepanomely",
            tg: "stepanstepan"
        },
        projectInfo:{
            status: "Завершен",
            review: "Не предоставлен",
            name: "Скрипт для автоматического создания новых профилей в MS Oulook – авто импорт данных из Excel",
            description: "Скрипт, который автоматически создает новые профили в MS outlook 2010, импортируя данные из файла Excel (логин и IMAP пароль). Либо Ваш вариант удобного сборщика писем с других ящиков по протоколу IMAP. Главная конечная задача – получение писем ящиков по протоколу IMAP на 1 сборщик писем. Загрузка данных почтовых ящиков (логины и пароли для IMAP) из файла Excel.. Скрипт, который автоматически создает новые профили в MS outlook 2010, импортируя данные из файла Excel (логин и IMAP пароль). Либо Ваш вариант удобного сборщика писем с других ящиков по протоколу IMAP.",
            themes: ["#дизайн", "#фронтенд_разработка", "#ux_ui"],
            competencies: ["#react", "#redux", "#java_scrip", "#html"]
        }
    }