export const executorDataOpened =
    {
        userStatus: "contractor",
        avatar: null,
        name: "Овчинников Александр Сергеевич",
        age: 26,
        city: "Екатеринбург",
        email: "flex-alex@mymail.com",
        phone: "+7 (932) 306-12-34",
        git: "omelys",
        vk: "stepanomely",
        telegram: "stepanstepan",
        aboutMe: "Известный профессиональный SEO специалист и маркетолог. Опыт работы 10 лет. Обширное портфолио, проекты в RU/DE/ENG сегментах сети, сложные международные проекты,с использованием последних тенденций в поисковых технологиях и методах рекламы. Качественно, в срок, профессионально.",
        themes: ["#дизайн", "#фронтенд_разработка", "#ux_ui", "#лэндинги", "#верстка-сайтов"],
        skills: ["#react", "#redux", "#git", "#lightroom", "#html", "#phyton", "#excel", "#type_script", "#css", "#java_script"],
        educations:
            [
                {
                    place: "УрФУ",
                    speciality: "Программная инженерия",
                    endYear: "In process"
                },
                {
                    place: "Html-Academy",
                    speciality: "Разработка сложных клиентских приложений",
                    endYear: "2024"
                }
            ],

        reviews: [
            {
                companyName: "Кофейня Baker Street",
                reviewName: "Скрипт для автоматического создания новых профилей в MS Oulook – авто импорт данных из Excel",
                review: "А ещё многие известные личности преданы социально-демократической анафеме. Равным образом, убеждённость некоторых оппонентов однозначно определяет каждого участника как способного принимать собственные решения касаемо направлений прогрессивного развития. Повседневная практика показывает, что перспективное планирование, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для приоретизации разума над эмоциями. Задача организации, в особенности же понимание сути ресурсосберегающих технологий требует от нас анализа соответствующих условий активизации. Для современного мира постоянный количественный рост и сфера нашей активности способствует подготовке и реализации системы обучения кадров, соответствующей насущным потребностям. Кстати, явные признаки победы институционализации будут указаны как претенденты на роль ключевых факторов. В частности, социально-экономическое развитие предопределяет высокую востребованность глубокомысленных рассуждений. Лишь диаграммы связей подвергнуты целой серии независимых исследований. Как принято считать, элементы политического процесса являются только методом политического участия и рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок.",
                themes: ["#дизайн"],
                deadline: "12-12-2024"
            }
        ]

    }


export const customerDataOpened =
    {
        userStatus: "customer",
        avatar: null,
        name: "Литвинова Ксения Евгеньевна",
        email: "flex-alex@mymail.com",
        phone: "+7 (932) 306-12-34",
        git: "omelys",
        vk: "stepanomely",
        telegram: "stepanstepan",
        aboutMe: "Известный профессиональный SEO специалист и маркетолог. Опыт работы 10 лет. Обширное портфолио, проекты в RU/DE/ENG сегментах сети, сложные международные проекты,с использованием последних тенденций в поисковых технологиях и методах рекламы. Качественно, в срок, профессионально.",
        companyInfo: {
            name: "Кофейня Baker Street",
            address: "г. Нижний Новгород, ул. Светлогорская, д. 31/Б, стр 7",
            inn: "222-098-7656"
        },

        projects: [
            {
                name: "Скрипт для автоматического создания новых профилей в MS Oulook – авто импорт данных из Excel",
                description: "Скрипт, который автоматически создает новые профили в MS outlook 2010, импортируя данные из файла Excel (логин и IMAP пароль). Либо Ваш вариант удобного сборщика писем с других ящиков по протоколу IMAP. Скрипт, который автоматически создает новые профили в MS outlook 2010, импортируя данные из файла Excel (логин и IMAP пароль). Либо Ваш вариант удобного сборщика писем с других ящиков по протоколу IMAP.",
                tags: ["#дизайн", "#фронтенд_разработка", "#лэндинги"],
                status: "В процессе",
                deadline: "12-12-2012"
            },
            {
                name: "Скрипт для автоматического создания новых профилей в MS Oulook – авто импорт данных из Excel",
                description: "Скрипт, который автоматически создает новые профили в MS outlook 2010, импортируя данные из файла Excel (логин и IMAP пароль). Либо Ваш вариант удобного сборщика писем с других ящиков по протоколу IMAP. Скрипт, который автоматически создает новые профили в MS outlook 2010, импортируя данные из файла Excel (логин и IMAP пароль). Либо Ваш вариант удобного сборщика писем с других ящиков по протоколу IMAP.",
                tags: ["#дизайн", "#фронтенд_разработка", "#лэндинги"],
                status: "Завершен",
                deadline: "12-12-2012"
            }
        ]

    }